Revit 2024 API
SymbolTypeId.Ampere Property
 Symbol A, indicating unit Amperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Ampere { get; }
Visual Basic
Public Shared ReadOnly Property Ampere As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Ampere {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace